Table of Contents
 Enum DappedEndHaunchType
Namespace
IdeaRS.OpenModel.Detail
Assembly
IdeaRS.OpenModel.dll
Type of haunch on dapped end
public enum DappedEndHaunchType
Fields
Both = 3
Both sides
Left = 1
Left haunch
None = 0
No haunch
Right = 2
Right haunch
Fields
 Name |  Description
 Both = 3
Both sides
 Left = 1
Left haunch
 None = 0
No haunch
 Right = 2
Right haunch
 Edit this page